{
    "termsAndConditions": {
        "title": "Terms and Conditions",
        "intro": "Welcome to our Terms and Conditions. Please read these carefully before using our website.",
        "sections": [
            {
                "title": "Services Provided",
                "content": "The Company offers website design, automation structure services, and related consultations. Users may book a 15-minute introductory call through the website.",
                "items": []
            },
            {
                "title": "Booking Policy",
                "items": [
                    "Users are allowed to book up to two 15-minute calls per month. Abuse of this feature may result in account restrictions or denial of service.",
                    "The Company reserves the right to cancel or reschedule bookings in case of unforeseen circumstances."
                ]
            },
            {
                "title": "User Obligations",
                "content": "By using the website, you agree to:",
                "items": [
                    "Provide accurate and truthful information.",
                    "Refrain from unlawful activities while using our website.",
                    "Respect the intellectual property rights of the Company."
                ]
            },
            {
                "title": "Liability Limitations",
                "content": "The website and its services are provided on an \"as is\" basis without warranties of any kind. The Company is not liable for:",
                "items": [
                    "Any indirect, incidental, or consequential damages arising from your use of the website or services.",
                    "Errors, delays, or interruptions in the website’s operation."
                ]
            },
            {
                "title": "Age Restrictions",
                "content": "This website is not intended for users under 18 years old. By using this site, you confirm that you are at least 18 years of age.",
                "items": []
            },
            {
                "title": "Changes to the Terms",
                "content": "The Company reserves the right to update these Terms at any time. Changes will be effective upon posting to this website. Continued use constitutes acceptance of the revised Terms.",
                "items": []
            }
        ],
        "contactInfo": {
            "title": "Contact Information",
            "content": "For questions or concerns about these Terms, contact us at {{email}}."
        }
    },
    "privacyPolicy": {
        "title": "Privacy Policy",
        "lastUpdated": "Last Updated: December 15th, 2024",
        "intro": "Nikola Popovic (“we,” “our,” or “us”) is committed to protecting your privacy. This Privacy Policy explains how we collect, use, and protect your personal information.",
        "sections": [
            {
                "title": "Information We Collect",
                "content": "We collect the following personal data when you interact with our website:",
                "items": [
                    "Name",
                    "Email address",
                    "Phone number",
                    "Location"
                ]
            },
            {
                "title": "How We Use Your Information",
                "content": "We do not sell, rent, or share your information with third parties. We use your data to:",
                "items": [
                    "Provide services, including booking and managing consultations.",
                    "Respond to your inquiries.",
                    "Improve our website and services."
                ]
            },
            {
                "title": "Data Retention",
                "content": "We store your data for up to 3 years unless you request deletion. After this period, your data will be securely deleted or anonymized.",
                "items": []
            },
            {
                "title": "Your Rights",
                "content": "You have the right to:",
                "items": [
                    "Access, correct, or delete your personal data.",
                    "Withdraw consent for data processing.",
                    "Request a copy of your data or its transfer to another service."
                ]
            },
            {
                "title": "Data Storage",
                "content": "Your data is securely stored in our Customer Relationship Management (CRM) system, Lead Connector.",
                "items": []
            },
            {
                "title": "Cookies and Analytics",
                "content": "TWe use tools such as Facebook Pixels, Google Tags, and Plausible Analytics to understand website traffic and improve user experience. These tools may collect anonymized browsing data.",
                "items": []
            },
            {
                "title": "Children’s Privacy",
                "content": "Our website is not intended for children under 13. We do not knowingly collect data from minors.  If you believe a child has provided personal data, please contact us to delete it.",
                "items": []
            },
            {
                "title": "Changes to This Policy",
                "content": "We may update this Privacy Policy to reflect changes in our data practices. Updates will be posted on this page with an updated effective date.",
                "items": []
            }
        ],
        "contactInfo": {
            "title": "Contact Information",
            "content": "For questions or concerns about this Privacy Policy, contact us at {{email}}."
        }
    }
}
